tap "1password/tap"
tap "bufbuild/buf"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "yt-dlp/taps"
brew "pycparser"
brew "cffi"
brew "libyaml"
brew "openssl@3"
brew "python-cryptography"
brew "readline"
brew "python@3.11"
brew "ansible"
brew "antidote"
brew "apr-util"
brew "automake"
brew "docutils"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "glib"
brew "cairo"
brew "cdk"
brew "chamber"
brew "chruby"
brew "openldap"
brew "freetds"
brew "krb5"
brew "libzip"
brew "php"
brew "composer"
brew "ctags"
brew "ctop"
brew "openssl@1.1"
brew "exa"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "frum"
brew "gdbm"
brew "gh"
brew "gifski"
brew "git"
brew "glow"
brew "go"
brew "gping"
brew "hey"
brew "hivemind"
brew "httpie"
brew "iamy"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "pillow"
brew "img2pdf"
brew "intltool"
brew "jq"
brew "keyring"
brew "jrnl"
brew "k6"
brew "libffi"
brew "libfido2"
brew "llvm"
brew "node"
brew "marp-cli"
brew "mas"
brew "mysql"
brew "neovim"
brew "poppler"
brew "ripgrep"
brew "ruby-install"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "todo-txt"
brew "transmission-cli"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "daisydisk"
cask "dash"
cask "doxie"
cask "dropbox"
cask "epic-games"
cask "espanso"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "hyperkey"
cask "keycastr"
cask "kitty"
cask "miro"
cask "orbstack"
cask "qmk-toolbox"
cask "signal"
cask "skype"
cask "slack"
cask "steam"
cask "transmission"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Monodraw", id: 920404675
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
