tap "1password/tap"
tap "bufbuild/buf"
tap "buildkite/buildkite"
tap "buildkite/developer-versions"
tap "clintmod/formulas"
tap "codeship/taps"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "puma/puma"
tap "qmk/qmk"
tap "th-ch/youtube-music"
tap "yt-dlp/taps"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "ansible"
brew "antidote"
brew "apr-util"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bison"
brew "bison@2.7"
brew "glib"
brew "cairo"
brew "gnutls"
brew "cask"
brew "cdk"
brew "chamber"
brew "chruby"
brew "freetds"
brew "libzip"
brew "php"
brew "composer"
brew "ctags", link: false
brew "ctop"
brew "docutils"
brew "duckdb"
brew "folly"
brew "exa"
brew "exiftool"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "foreman"
brew "frum"
brew "node"
brew "fx"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "go"
brew "goreman"
brew "gpgme"
brew "gping"
brew "shared-mime-info"
brew "libheif"
brew "graphviz"
brew "hey"
brew "hivemind"
brew "httpie"
brew "python@3.11"
brew "iamy"
brew "imagemagick"
brew "pillow"
brew "img2pdf"
brew "intltool"
brew "iperf"
brew "jq"
brew "keyring"
brew "jrnl"
brew "k6"
brew "lefthook"
brew "libffi"
brew "libfido2"
brew "libpqxx"
brew "luajit"
brew "luarocks"
brew "marp-cli"
brew "mas"
brew "memcached", restart_service: true
brew "protobuf"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx"
brew "openssl@1.1"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "pstree"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpm"
brew "ruby-install", args: ["HEAD"]
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "stow"
brew "subversion"
brew "tflint"
brew "the_silver_searcher"
brew "todo-txt"
brew "transmission-cli"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/buildkite/test-splitter"
brew "buildkite/developer-versions/pg_partman@4.7.4"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "localstack/tap/localstack-cli"
brew "puma/puma/puma-dev"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "calibre"
cask "chromedriver"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "doxie"
cask "epic-games"
cask "espanso"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "hyperkey"
cask "jet"
cask "keycastr"
cask "keymapp"
cask "kitty"
cask "linear-linear"
cask "logitune"
cask "miro"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "orbstack"
cask "qmk-toolbox"
cask "session-manager-plugin"
cask "signal"
cask "skype"
cask "slack"
cask "steam"
cask "transmission"
cask "vlc"
cask "wkhtmltopdf"
cask "youtube-music"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "Monodraw", id: 920404675
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixea", id: 1507782672
mas "The Unarchiver", id: 425424353
