tap "1password/tap"
tap "bufbuild/buf"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "yt-dlp/taps"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "ansible", link: false
brew "antibody"
brew "apr-util"
brew "automake"
brew "gdbm"
brew "python@3.10"
brew "docutils"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "cdk"
brew "chamber"
brew "chruby"
brew "curl"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php"
brew "composer"
brew "ctags", link: false
brew "ctop"
brew "exa"
brew "fd"
brew "fnm"
brew "frum"
brew "gh"
brew "git"
brew "glib"
brew "glow"
brew "go"
brew "hey"
brew "httpie"
brew "python@3.9"
brew "iamy"
brew "libffi"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "llvm"
brew "node"
brew "marp-cli"
brew "mysql"
brew "neovim"
brew "openssl@3"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "todo-txt"
brew "transmission-cli"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "wget"
brew "yarn"
brew "yq"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "calibre"
cask "daisydisk"
cask "dash"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "espanso"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "kitty"
cask "little-snitch"
cask "miro"
cask "scribus"
cask "signal"
cask "skype"
cask "slack"
cask "spectacle"
cask "steam"
cask "tableplus"
cask "transmission"
cask "vlc"
mas "Monodraw", id: 920404675
mas "Tailscale", id: 1475387142
